{"data":[{"id":"1439828784216039424","text":"I literally had 5 kids in my car today playing games on my Tesla. All of them were amazed that a car could have games, farting sounds and Netflix all in one. @tesla made one of those products that makes you proud to own. https://t.co/Sz7S19rOtb"},{"id":"1439635695455412225","text":"How long is acceptable to all sit in the car playing games 🤣🤣 🎮 This car is amazing #tesla #beachbuggyracing2 https://t.co/5wgP22mutT"},{"id":"1439530724076490754","text":"Compartiendo un momento único con vosotros.\n250.000 km en un Tesla Model S 85 de 7 años y 10 meses con la batería original al 90% 😍😍💪💪\n¡Feliz!🤩🤩\n@ClubTeslaES @Tesla @elonmusk https://t.co/u8z5Xq7jfc"},{"id":"1439309773380325377","text":"Love powering my car and house with the ☀️.  @elonmusk @Tesla https://t.co/5Xn3OCvrk0"},{"id":"1438729429371420673","text":"After 3 years of ownership, and over 1000 x 5 ⭐️ @Uber rides given, my spaceship is still light years ahead of anything else on the road. My passengers &amp; I love it! Thank you for the joy @tesla &amp; @elonmusk! ⚡️ ⚡️ https://t.co/GmM4daLKXY"},{"id":"1438262077097922563","text":"Reto conseguido! Monza-Barcelona-Badajoz. 2263 km, 15,4 kWh/100 km, 349 kWh (105 euros).\nViento, lluvia, maletas, patinete, lujazo de piloto... no puedo pedir más. Feliz.\nAhora a pensar en el siguiente, Nordkapp!! 🤪 https://t.co/zrOBVWbMub https://t.co/tz51mHWkTU"},{"id":"1438004456075915266","text":"Maneuvering the @Tesla yoke is not rocket science, though it probably took rocket science to develop Plaid\n\n@elonmusk @CodingMark @FredHassen @StargazerPlaid @jayleno @omarsultan @MKBHD \n\n#Tesla #PlaidModelS https://t.co/9Go3ZwpxrL"},{"id":"1438346505530707971","text":"Don’t pinch me because I must be dreaming 🤩 I’m still in disbelief that I have my very own original Tesla Roadster 🤯 https://t.co/gZLvf6hF2A"},{"id":"1438198471157190663","text":"White #Tesla seats after 3 years, 50k miles, and lots of butts in seats. These are all natural, no crazy coatings applied. https://t.co/kVJd9oK5lh"},{"id":"1437335889860911104","text":"Here she is! I named her, Rover!\nOnly ~2 months ago I set the goal of owning a Tesla, and now I do! This journey is incredible, and it’s only getting started! I don’t even know what to say, it’s surreal. Thank you everyone for the support along the way ❤️🔋 https://t.co/qWGpabVqQy"}],"meta":{"result_count":10,"next_token":"7140dibdnow9c7btw480ih72v1i3duv3o2q2a1h88m4ae"}}